Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Giving a nominal value of 2 * 102 U/mg.
es_es: Ello considerando un valor nominal de 2 * 102 U/mg.

source: Glacial acetic acid
es_es: Ácido acético glacial

source: Glass as well as the chosen rubber formulation of the plunger stopper show no or very low permeability for water vapor and oxygen.
es_es: El vidrio y la formulación de caucho elegida para el tapón del émbolo muestran una permeabilidad leve o nula al vapor de agua y al oxígeno.

source: Glass as well as the chosen rubber formulation of the rubber stopper show very low permeability for water vapor and oxygen and thus, optimally protect the DP.
es_es: Tanto el vidrio como la formulación de caucho escogida para el tapón muestran muy baja permeabilidad a vapor de agua y oxígeno y, por lo tanto, protegen óptimamente el medicamento.

source: Glass barrel
es_es: Cilindro de vidrio

source: Glass barrel is transparent to allow inspection of drug appearance (2)
es_es: El cilindro de vidrio es transparente para permitir la inspección del aspecto del medicamento(2)

source: Glass barrels with mounted rigid needle shield are sterilized by ethylene oxide (EtO).
es_es: Los cilindros de vidrio con funda de aguja rígida se esterilizan con óxido de etileno.

source: Glass syringe
es_es: Jeringa de vidrio

source: Glass type and impurities
es_es: Tipo de vidrio e impurezas

source: Glass vial
es_es: Frasco de vidrio

source: Glass vial and rubber stopper are, thus, considered to be safe.
es_es: Por lo tanto, el frasco de vidrio y el tapón de caucho se consideran seguros.

source: Glass vials
es_es: Frascos de vidrio

source: Glass vials are cleaned, sterilized, and depyrogenated before aseptic filling and stoppering, and stoppers are steam sterilized prior to use.
es_es: Los frascos de vidrio se limpian, esterilizan y despirogenan antes del llenado aséptico y el taponamiento, y los tapones se esterilizan al vapor antes de su utilización.

source: Glass vials or glass flask
es_es: Frascos de vidrio o matraces de vidrio

source: Gliben clamide 1.75 mg (Semi Euglucon N®)
es_es: Glibenclamida 1.75 mg (Semi Euglucon N®)

source: Gliding force
es_es: Fuerza de deslizamiento

source: Gliding force:
es_es: Fuerza de deslizamiento:

source: Gliding force: ≤ 34 N
es_es: Fuerza de deslizamiento: ≤ 34 N

source: Glimepiride
es_es: Glimepirida

source: Glimepiride 1 mg
es_es: Glimepirida 1 mg

source: Glimepiride 1 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1109982 from US market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1109982, del mercado estadounidense)

source: Glimepiride 1 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1112641 from US market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1112641, del mercado estadounidense)

source: Glimepiride 1 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1116004 from US market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1116004, del mercado estadounidense)

source: Glimepiride 1 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. N503 from German market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° N503, del mercado alemán)

source: Glimepiride 1 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. U549 from German market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° U549, del mercado alemán)

source: Glimepiride 1 mg commercial product Amaryl® tablets, Sanofi-Aventis batch no.
es_es: Glimepirida 1 mg (producto comercial de Sanofi-Aventis, Alemania.

source: Glimepiride 1 mg commercial product Amaryl® tablets, Sanofi-Aventis batch no. N509 from German market)
es_es: Glimepirida 1 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° N509, del mercado alemán)

source: Glimepiride 2 mg
es_es: Glimepirida 2 mg

source: Glimepiride 2 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1097297 from US market)
es_es: Glimepirida 2 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1097297, del mercado estadounidense)

source: Glimepiride 2 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1113456 from US market))
es_es: Glimepirida 2 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1113456, del mercado estadounidense)

source: Glimepiride 2 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. B496 from German market)
es_es: Glimepirida 2 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° B496, del mercado alemán)

source: Glimepiride 2 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. N497 from German market)
es_es: Glimepirida 2 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° N497, del mercado alemán)

source: Glimepiride 3 mg
es_es: Glimepirida 3 mg

source: Glimepiride 3 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. B599 from German market)
es_es: Glimepirida 3 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° B599, del mercado alemán)

source: Glimepiride 3 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. N507 from German market)
es_es: Glimepirida 3 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° N507, del mercado alemán)

source: Glimepiride 4 mg
es_es: Glimepirida 4 mg

source: Glimepiride 4 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1103634 from US market)
es_es: Glimepirida 4 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1103634, del mercado estadounidense)

source: Glimepiride 4 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. 1114153 from US market)
es_es: Glimepirida 4 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° 1114153, del mercado estadounidense)

source: Glimepiride 4 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. B579 from German market)
es_es: Glimepirida 4 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° B579, del mercado alemán)

source: Glimepiride 4 mg (commercial product Amaryl® tablets, Sanofi Aventis batch no. N458 from German market)
es_es: Glimepirida 4 mg (producto comercial Amaryl®, comprimidos, de Sanofi-Aventis, partida N.° N458, del mercado alemán)

source: Glimepiride N (%)
es_es: Glimepirida, N (%)

source: Glimepiride dose over time – TS_D
es_es: Dosis de glimepirida a lo largo del tiempo – GT_D

source: Glinide
es_es: Glinida

source: Glitazone
es_es: Glitazona

source: Global ID_Version
es_es: Id Global - Versión

source: Global Protocol Revision 1, dated 23 Nov 2017 (IEC/IRB approval required)
es_es: Revisión del Protocolo Global 1, de fecha 23 de noviembre de 2017 (se requiere aprobación del Comité Independiente de Ética y el Comité de Revisión Institucional)

source: Global Protocol Revision 2, dated 19 Jul 2018 (IEC/IRB approval not required)
es_es: Revisión del Protocolo Global 2, de fecha 19 de julio de 2018 (no se requiere aprobación del Comité Independiente de Ética ni del Comité de Revisión Institucional)

source: Global Protocol Revision 3, dated 20 Nov 2019 (IEC/IRB approval required in most countries)
es_es: Revisión del Protocolo Global 3, de fecha 20 de noviembre de 2019 (se requiere aprobación del Comité Independiente de Ética y el Comité de Revisión Institucional en la mayoría de los países)

source: Global Regulatory Affairs
es_es: Asuntos regulatorios internacionales

source: Glove print 5 fingers CFU/glove
es_es: Huella de guante de 5 dedos, UFC/guante

source: Glove print
es_es: Huella de guante

source: Glucose
es_es: Glucosa

source: Glucose-6-phosphate
es_es: Glucosa-6-fosfato

source: Glycan analysis of glycoproteins
es_es: Análisis de glicanos presentes en glicoproteínas

source: Glycerin
es_es: Glicerina

source: Glycerol 85%
es_es: Glicerina 85%

source: Glycerol 85% 4
es_es: Glicerina 85% 4

source: Glycosylated Haemoglobin
es_es: Hemoglobina glicosilada

source: Glycosylation variants
es_es: Variantes de glicosilación

source: Glyxambi film-coated tablets
es_es: Glyxambi, Comprimidos recubiertos

source: Good Clinical Practice
es_es: Buenas Prácticas Clínicas

source: Good Pharmacovigilance Practice
es_es: Buenas Prácticas de Farmacovigilancia

source: Good manufacturing practice
es_es: Buenas Prácticas de Fabricación

source: Gowning
es_es: Vestuario

source: Gowning Requirements
es_es: Requisitos de vestuario

source: Goyal M, Demchuk AM, Menon BK, et al.
es_es: Goyal M, Demchuk AM, Menon BK, y col.

source: Goyal M, Fargen KM, Turk AS, Mocco J, Liebeskind DS, Frei D, et al.
es_es: Goyal M, Fargen KM, Turk AS, Mocco J, Liebeskind DS, Frei D, y col.

source: Goyal M, Fargen KM, Turk AS, et al.
es_es: Goyal M, Fargen KM, Turk AS, y col.

source: Goyal M, Menon BK, van Zwam WH, et al.
es_es: Goyal M, Menon BK, van Zwam WH, y col.

source: Grade
es_es: Grado

source: Grade A
es_es: Grado A

source: Grade A for aseptic filling.
es_es: Grado A, para el llenado aséptico.

source: Grade A/ISO5 for aseptic filling.
es_es: ISO5, grado A, para el llenado aséptico.

source: Grade B
es_es: Grado B

source: Grade B/ISO5 operations such as transport of equipment and storage of non-critical filling equipment and
es_es: ISO5, grado B, las operaciones como el transporte de equipos y el almacenamiento de equipos de llenado no crítico; o

source: Grade C
es_es: Grado C

source: Grade C for e.g. component and equipment preparation or
es_es: Grado C, por ejemplo, para la preparación de los componentes y equipos; o

source: Grade C/ISO7, e.g., component and equipment preparation or
es_es: ISO7, grado C, p. ej. la preparación de los componentes y equipos; o

source: Grade D
es_es: Grado D

source: Grade D for e.g. personnel transfer
es_es: Grado D, por ejemplo, para traslado de personal

source: Grade D/ISO8, e.g. transit in the personnel airlock
es_es: ISO8, grado D, p. ej. el tránsito en la burbuja de personal; o

source: Grade term USP in Table 1
es_es: En la Tabla 1 se incluye el grado según USP

source: Grade term USP in Table 2
es_es: En la Tabla 2 se incluye el grado según USP

source: Grade term USP/NF in Table 2
es_es: En la Tabla 2 se incluye el grado según USP/NF

source: Grade term USP/NF in Table 1
es_es: En la Tabla 1 se incluye el grado según USP/NF

source: Grade term for USP/NF harmonized within whole document
es_es: Se armoniza el grado en todo el documento, incluyendo USP/NF

source: Grade/Registration:
es_es: Grado/Registro:

source: Grade:
es_es: Grado:

source: Gradient (linear)
es_es: Gradiente (lineal)

source: Gradient Program:
es_es: Programa de gradiente:

source: Gradient:
es_es: Gradiente:

source: Grapefruits, Seville oranges (sour or bitter oranges) and their juices, and dietary supplements and products including St. John's wort (Hypericum perforatum) were not to be permitted from 7 days before the first administration of study medication until the end of the trial.
es_es: Los sujetos no debían consumir pomelos, naranjas amargas (toronjas) y sus jugos, ni suplementos dietéticos y otros productos que contuvieran hierba de San Juan (Hypericum perforatum) desde los 7 días previos a la primera administración de la medicación en estudio hasta la finalización del ensayo.

source: Gravimetric Determination
es_es: Determinación gravimétrica

source: Greece
es_es: Grecia

source: Grey coated butyl plunger stopper, siliconized
es_es: Tapón de émbolo de butilo recubierto gris, siliconado

source: Grip area
es_es: Área de sujeción

source: Groin hematoma
es_es: Hematoma inguinal

source: Groin hematoma and arterial access complications
es_es: Complicaciones de hematoma inguinal y acceso arterial

source: Group Information:
es_es: Información del grupo:

source: Grow each of the bacterial strains separately as described in Table 0008.-1.
es_es: Se debe cultivar cada cepa bacteriana por separado, tal como se describe en la Tabla 0008.-1.

source: Growth obtained must not differ by a factor greater than 2 from the calculated value for a standardised inoculum.
es_es: El crecimiento obtenido no debe diferir en un factor superior a 2 del valor calculado para un inóculo estandarizado.

source: Growth promotion
es_es: Promoción del crecimiento

source: Growth promotion of R2A agar
es_es: Promoción del crecimiento de agar R2A

source: Growth promotion.
es_es: Promoción del crecimiento.

source: Gráfico de perfil de solubilidad
es_es: Solubility profile graph

source: Gráficos de perfiles de disolución
es_es: Dissolution profile graphs.

source: Gráficos:
es_es: Graphs:

source: Grünenthal GmbH, Aachen, Germany
es_es: Grünenthal GmbH, Aachen, Alemania

source: Guarding patient safety by preventing major bleedings; criterion adequately reflected in the contraindications of the proposed product label as follows:
es_es: Proteger la seguridad de los pacientes evitando el sangrado importante; el criterio se refleja adecuadamente en la sección de contraindicaciones de la etiqueta del producto propuesto de la siguiente manera:

source: Guidelines for the early management of patients with acute ischemic stroke:
es_es: Pautas para el tratamiento temprano de pacientes con accidente cerebrovascular isquémico agudo.

source: Guidelines worldwide have changed to recommend endovascular thrombectomy as standard care for ischemic stroke patients with large vessel occlusion.(18-20)
es_es: Las directrices en todo el mundo han cambiado para recomendar la trombectomía endovascular como atención estándar para pacientes con accidente cerebrovascular isquémico con oclusión de grandes vasos.(18-20)

source: Gusto S10-F451 RS D777-1 grey RB2-40 butyl – formulation, RS, fluorotec laminated and RB2-40 coated
es_es: Gusto S10-F451 RS D777-1, formulación de butilo gris RB2-40, RS, laminado fluorotec y recubierta con RB2-40

source: Gusto S10-F451 RS D777-1, grey RB2-40 butyl – formulation, RS, fluorotec laminated and RB2-40 coated
es_es: Gusto S10-F451 RS D777-1, formulación de butilo gris RB2-40, RS, laminado fluorotec y recubierta con RB2-40

source: Guía técnica de bioequivalencia y biodisponibilidad
es_es: Bioequivalence and Bioavailability Technical Guidelines

source: H2O2 studies were performed.
es_es: Se llevaron a cabo estudios de H₂O₂.

source: H2O2 concentration may lead to oxidation of methionine (M) and tryptophan (W) and increase in HMWs, thus first filled vials after interruption are discarded.
es_es: La concentración de H2O2 puede provocar la oxidación de la metionina (M) y el triptófano (W) y aumentar las especies de alto peso molecular, por lo que se descartan los primeros frascos llenos.

source: HAUSANSCHRIFT
es_es: DOMICILIO

source: HC Trp33 is located in the CDRI target binding region, respectively.
es_es: El Trp33 de cadena pesada está, a su vez, ubicado en la región de unión a la diana CDRI.

source: HCCE at 20 - 25°C
es_es: HCCE a 20 - 25° C

source: HCCF at 20 - 25°C
es_es: HCCF a 20 - 25°C

source: HCP ELISA 1
es_es: ELISA PARA HCP 1

source: HCP ELISA1
es_es: ELISA PARA HCP 1

source: HCP_ELISA/ Impurity
es_es: HCP_ELISA/ Impureza

source: HDL-cholesterol [mg/dL] (upper) and LDL-cholesterol [mg/dL] (lower) change from baseline MMRM results over time − RS (OC-AD)
es_es: Cambios en el colesterol HDL [mg/dl] (superior) y el colesterol LDL [mg/dl] (inferior) desde el inicio y a lo largo del tiempo partiendo del modelo MMRM. Grupo aleatorizado (casos observados tras la discontinuación)

source: HDL-cholesterol was stable over time in the empagliflozin group, whereas a decrease was seen in the placebo group.
es_es: El colesterol HDL se mantuvo estable a lo largo del tiempo en el grupo de empagliflozina, mientras que se observó una disminución en el grupo de placebo.

source: HDPE
es_es: PEAD

source: HEAVY METALS:
es_es: METALES PESADOS:

source: HETEROGENEITY
es_es: HETEROGENEIDAD

source: HF-related hospitalisation (Sections 11.1.2.1 and 11.1.2.3), mortality (Section 11.1.2.4) and all-cause hospitalisation (Section 11.1.2.5).
es_es: Hospitalización relacionada con insuficiencia cardíaca (Secciones 11.1.2.1 y 11.1.2.3), mortalidad (Sección 11.1.2.4) y hospitalización por todas las causas (Sección 11.1.2.5).

source: HHF
es_es: Hospitalización por insuficiencia cardíaca

source: HHF and/or structural heart disease, N (%)
es_es: Hosp por ins card. o cardiopatía estructural, N (%)

source: HHF within 12 months before screening only
es_es: Hosp por ins card., solo dentro de los 12 meses de la selección

source: HHF within 30 days after first HHF (further endpoint)
es_es: Ocurrencia de hospitalización por insuficiencia cardíaca dentro de los 30 días de la primera hospitalización de este tipo (criterio de valoración adicional)

source: HI-Chromatography
es_es: cromatografía HI

source: HI1 (scattered small petechiae)
es_es: Inf. hem. 1 (pequeñas petequias dispersas)

source: HI2 (confluent petechiae)
es_es: Inf. hem. 2 (petequias confluyentes)

source: HIDROXICLOROQUINA
es_es: HYDROXYCHLOROQUINE

source: HILIC profile of SST sample, enlarged scale were added.
es_es: Perfil HILIC de la muestra de idoneidad del sistema, escala ampliada, y Figura 4:

source: HILIC profile of SST sample, full scale and Figure 4:
es_es: Perfil HILIC de la muestra de idoneidad del sistema, escala real, y Figura 4:

source: HISTORICAL COMPARABILITY ASSESSMENT
es_es: EVALUACIÓN DE COMPARABILIDAD HISTÓRICA

source: HMW species [%]
es_es: Especies de alto p. molec. [%]

source: HMW species are migrating after the main peak species
es_es: Las especies de alto peso molecular migran después de las especies del pico principal.

source: HMW species are not quantified by the CGE test method because they can form during sample preparation.
es_es: Las especies de alto peso molecular no se cuantifican mediante el método analítico de CGE porque pueden formarse durante la preparación de la muestra.

source: HMW species:
es_es: Especies de alto p. molec.:

source: HMW species: ≤ 1.0 %
es_es: Especies de alto p. molec.: ≤ 1,0%

source: HMW species: ≤ 1.5 %
es_es: Especies de alto p. molec.: ≤ 1,5%

source: HMW:
es_es: Alto p. molec.:

source: HMW: ≤ 1.0 %
es_es: Alto p. molec.: ≤ 1,0%

source: HMW: ≤ 1.5 %
es_es: Alto p. molec.: ≤ 1,5%

source: HMWCs
es_es: Comps. de alto peso molec.

source: HOLD TIMES
es_es: TIEMPOS DE ESPERA

source: HOLD TIMES DURING THE MANUFACTURING PROCESS
es_es: TIEMPOS DE DETENCIÓN DURANTE EL PROCESO DE FABRICACIÓN

source: HP 1100 or an equivalent apparatus.
es_es: HP 1100 o equipo equivalente.

source: HPLC / UV diode array
es_es: HPLC / UV con arreglo de diodos

source: HPLC System
es_es: Sistema de HPLC

source: HPLC Vial (amber glass), room temperature, daylight
es_es: Frasco de HPLC (vidrio amberino), temperatura ambiente, luz diurna

source: HPLC determination
es_es: Determinación por HPLC

source: HPLC grade
es_es: Grado de HPLC

source: HPLC system with isocratic flow and UV detector.
es_es: Sistema de HPLC con flujo isocrático y detector UV.

source: HPLC unit with UV detection (e.g. Agilent 1200 with DAD)
es_es: Unidad de HPLC con detección UV (por ejemplo, Agilent 1200 con detector de arreglo de diodos)

source: HPLC vial (amber glass), Autosampler 4°C
es_es: Frasco de HPLC (vidrio amberino), procesador de muestras automático, 4° C

source: HPLC vial (amber glass), room temperature
es_es: Frasco de HPLC (vidrio amberino), temperatura ambiente

source: HPLC-SPECIMEN CHROMATOGRAMS
es_es: CROMATOGRAMAS DE MUESTRAS EN HPLC

source: HPSEC (single-chain), example profile of tenecteplase reference standard, enlarged scale
es_es: HPSEC (cadena única), perfil ejemplificativo del estándar de referencia de tenecteplasa, escala ampliada

source: HPSEC (single-chain), example profile of tenecteplase reference standard, full scale
es_es: HPSEC (cadena única), perfil ejemplificativo del estándar de referencia de tenecteplasa, escala completa

source: HPSEC - Monomer (%)
es_es: HPSEC - Monómero(%)

source: HPSEC PARAMETER
es_es: PARÁMETROS DEL HPSEC

source: HPSEC chromatograms (side-by-side testing), enlarged scale
es_es: Cromatogramas de HPSEC (análisis en paralelo), escala aumentada

source: HPSEC chromatograms (stability at 60°C)
es_es: Cromatogramas de HPSEC (estabilidad a 60° C)

source: HPSEC chromatograms (stability at 60°C), enlarged scale
es_es: Cromatogramas de HPSEC (estabilidad a 60° C), escala aumentada

source: HPSEC is stability indicating.
es_es: El método HPSEC es indicativo de estabilidad.

source: HPSEC parameter
es_es: Parámetro del HPSEC

source: HPSEC profiles (single-chain) of tenecteplase, current method compared to proposed method, enlarged scale
es_es: Perfiles de HPSEC de la tenecteplasa (cadena única), método vigente comparado con el método propuesto, escala ampliada.

source: HPSEC profiles (single-chain) of tenecteplase, current method compared to proposed method, full scale
es_es: Perfiles de HPSEC de la tenecteplasa (cadena única), método vigente comparado con el método propuesto, escala completa.

source: HPSEC profiles of tenecteplase drug product 25 mg/vial at various time points, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 25 mg/frasco-ampolla en varios momentos de medición, escala ampliada

source: HPSEC profiles of tenecteplase drug product 25 mg/vial for mobile phase variations, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 25 mg/frasco-ampolla, para variaciones de fase móvil, escala ampliada

source: HPSEC profiles of tenecteplase drug product 25 mg/vial with different column temperatures, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 25 mg/frasco-ampolla con diferentes temperaturas de columna, escala ampliada

source: HPSEC profiles of tenecteplase drug product 25 mg/vial with different reduction temperatures and times, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 25 mg/frasco-ampolla con diferentes temperaturas y tiempos de reducción, escala ampliada

source: HPSEC profiles of tenecteplase drug product 40 mg/vial at various time points, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 40 mg/frasco-ampolla en varios momentos de medición, escala ampliada

source: HPSEC profiles of tenecteplase drug product 40 mg/vial for mobile phase variations, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 40 mg/frasco-ampolla, para variaciones de fase móvil, escala ampliada

source: HPSEC profiles of tenecteplase drug product 40 mg/vial with different column temperatures, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 40 mg/frasco-ampolla con diferentes temperaturas de columna, escala ampliada

source: HPSEC profiles of tenecteplase drug product 40 mg/vial with different reduction temperatures and times, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 40 mg/frasco-ampolla con diferentes temperaturas y tiempos de reducción, escala ampliada

source: HPSEC profiles of tenecteplase drug product 50 mg/vial at various time points, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 50 mg/frasco-ampolla en varios momentos de medición, escala ampliada

source: HPSEC profiles of tenecteplase drug product 50 mg/vial for mobile phase variations, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 50 mg/frasco-ampolla, para variaciones de fase móvil, escala ampliada

source: HPSEC profiles of tenecteplase drug product 50 mg/vial with different column temperatures, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 50 mg/frasco-ampolla con diferentes temperaturas de columna, escala ampliada
